cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'imagemagick'
# brew 'git' Installed via Command line tools
brew 'npm'
brew 'nvm'
brew 'ssh-copy-id'
brew 'wget'
brew 'tophat/bar/yvm'
brew 'zsh'

cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'appcleaner'
cask 'daisydisk'
cask 'dropbox'
cask 'evernote'
cask 'google-chrome'
cask 'firefoxdeveloperedition'
cask 'iterm2'
cask 'postman'
cask 'sketch'
cask 'spark'
cask 'spectacle'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
