cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'elixir'
brew 'git'
brew 'git-flow-avh'
brew 'go'
brew 'heroku'
brew 'node'
brew 'npm'
brew 'nvm'
brew 'python'
brew 'python3'
brew 'pyenv'
brew 'ruby'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'appcleaner'
cask 'daisydisk'
cask 'dropbox'
cask 'docker'
cask 'evernote'
cask 'firefoxdeveloperedition'
cask 'framer'
cask 'google-chrome'
cask 'iterm2'
cask 'poedit'
cask 'postman'
cask 'seil'
cask 'sequel-pro'
cask 'sketch'
cask 'skitch'
cask 'slack'
cask 'spark'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'virtualbox'
cask 'zeplin'
